{
  "greeting": "Привіт, мене звати",
  "name": "Танчук Михайло",
  "title": "Я Full Stack Developer",
  "download": "Завантажити резюме",
  "contact": "Зв'язатися",
  "about_title": "Про мене",
  "about_text1": "Вітаю! Я є стажером-розробником Full Stack з приблизно п'ятирічним досвідом некомерційної розробки. За цей час я вдосконалив свої навички кодування та побудував міцну основу в розробці програмного забезпечення.",
  "about_text2": "За минулий рік я поглиблювався в веб-розробку, захоплююче та динамічне поле, яким я глибоко зацікавлений. На даний момент я зосереджуюся на вивченні React для фронтенд-розробки та Node.js для бекенду, оскільки вважаю, що ці технології є ключовими в сучасній розробці Full Stack.",
  "about_text3": "До того ж, у мене рівень володіння англійською мовою B2, що означає, що я оснащений мовними навичками, необхідними для ефективної роботи в професійному середовищі, розуміння технічної документації та співпраці в глобальній команді.",
  "about_text4": "Моя відданість навчанню, разом з практичним досвідом, робить мене готовим до будь-яких викликів. Я зобов'язуюся до постійного росту, завжди готовий дізнаватися більше та розширювати границі того, чого я можу досягти як розробник.",
  "about_text5": "Не соромтеся ознайомитися з моїм портфоліо та не вагайтеся звертатися, якщо у вас є які-небудь питання. Я завжди чекаю на нові можливості та співпрацю.",
  "education_title": "Освіта",
  "education_text1": "Бакалавр, Київський Національний Університет імені Тараса Шевченка, Київ",
  "education_date": "Вересень 2021 — Червень 2025",
  "education_text2": "Вступив на факультет інформатики та кібернетики Київського національного університету імені Тараса Шевченка. Відповідна курсова робота з веб-розробки, розробки програмного забезпечення та систем баз даних.",
  "skills_title": "Навички",
  "general": "Основні IT навички",
  "experienced": "Досвідчений",
  "intermediate": "Середній",
  "basic": "Базовий",
  "portfolio_title": "Портфоліо",
  "website": "Веб-сайт",
  "contact_title": "Зв'язатися зі мною",
  "on": "через",
  "email": "Електронна пошта",
  "fullName": "Повне ім'я",
  "message": "Повідомлення",
  "send": "Надіслати",
  "theme": "Тема",
  "is_required": "поле обов'язкове для заповнення",
  "certificates_title": "Сертифікати",
  "certificates_text": "Сертифікати, які я отримав під час навчання програмуванню",
  "footer": "Не соромтеся писати мені у будь-який час та по будь-яких питаннях .© 2023 Михайло Танчук. Усі права захищені. "
}